import { Book } from "../classes/Book.js";

export const initialData = [
  new Book('Грокаем алгоритмы', 'Адитья Бхаргава', 2017, 'учебная литература', 8),
  new Book('Преступление и наказание', 'Федор Достоевский', 1866, 'классическая литература', 10),
  new Book('Приключения Тома Сойера', 'Марк Твен', 1875, 'детская литература', 7),
  new Book('Рок соло на электрогитаре', 'Сергей Седых', 2001, 'учебная литература', 5),
  new Book('Записки юного врача', 'Михаил Булгаков', 1926, 'классическая литература', 7),
  new Book('Гарри Поттер и философский камень', 'Джоан Роулинг', 1995, 'детская литература', 6),
  new Book('Космос: твой и мой', 'Алия Григ', 2020, 'научная литература', 6),
  new Book('Герой нашего времени', 'Михаил Лермонтов', 1839, 'классическая литература', 8),
  new Book('Незнайка на луне', 'Николай Носов', 1965, 'детская литература', 9),
  new Book('Теория государства и права', 'Николай Мазутов', 2009, 'юридическая литература', 10),
];